[
    {
        "name": "Monet's House and Gardens",
        "coordinates": {
            "lat": 49.075356239640584,
            "lng": 1.5337286919041841
        },
        "contentId": "monets-house-gardens",
        "category": "Sights: Culture",
        "country": "France",
        "openingHours": "Daily 9:30AM-6PM",
        "price": "Reduced admission €5.50",
        "description": "While looking at the countless Monet paintings of flower fields and water lilies scattered around the museums of Paris often begs the question of how the artist didn't get bored, taking a tour around his personal paradise goes a long way toward providing an answer. Walking around his quaint house, you see bright yellow rooms, a refurbished edition of his original studio, and a sunlit kitchen where he made his breakfasts. Outside in the garden, flourishing flowers seem to cover every square inch, and the Japanese bridges over his waterlily pond is so damn picturesque that you might want to sit down and paint it four-hundred times yourself."
    },
    {
        "name": "Cliffs of Vernon",
        "coordinates": {
            "lat": 49.098236155323555,
            "lng": 1.4965744630156144
        },
        "contentId": "cliffs-of-vernon",
        "category": "Sights: Outdoors",
        "country": "France",
        "openingHours": "24/7",
        "price": "Free",
        "description": "On the opposite bank from Vernon, at the tip of one of the long ridges that frames the River Seine, juts a tall white cliff that is impossible to miss from anywhere in the small town. Like any imposing mountain, as soon as you see it, there's nothing you'll want to do but climb. Follow Route de Magny en Vexin up the ridge until you see a small dirt path on your right, then climb that until you reach a sharp left turn. Just off the road at that point, you'll find yourself at the top of the cliff. Off the edge you receive a stunning view of the red-roofed town and can look down the wide Seine for miles. It's then that you know for sure that this valley is the finest habitation ever made for a man."
    },
    {
        "name": "Musée des Impressionnismes Giverny",
        "coordinates": {
            "lat": 49.07630642011616,
            "lng": 1.5313156912331396
        },
        "contentId": "musee-impressionnismes-giverny",
        "category": "Sights: Museums",
        "country": "France",
        "openingHours": "Daily 10AM-6PM",
        "price": "Reduced admission €5",
        "description": "Just down the street from where the founding father of impressionism once worked, the small Musée des Impressionnismes Giverny houses a captivating collection of the artists' work, describing the influences that affected him at various points in his career, and showing his paintings side by side with his contemporaries. Although the gallery is small, the light crowds and pastoral landscape surrounding the museum allow you to feel a touch of the peace Monet must have felt while blissfully sketching his ten-thousandth flower in Giverny."
    },
    {
        "name": "Le Capuchine Giverny",
        "coordinates": {
            "lat": 49.0755891098468,
            "lng": 1.5322287696818102
        },
        "contentId": "le-capuchine-giverny",
        "category": "Food",
        "country": "France",
        "openingHours": "Daily 10AM-6PM",
        "price": "Sandwiches from €6.50, beer from €5.50",
        "description": "Walking out of Monet's gardens, it's hard to imagine going inside of a building while the scent of flowers is still fresh in your lungs. Luckily, Le Capuchine Giverny keeps the ambiance rolling straight through dinner, serving up fresh sandwiches and drinks on relaxed lawn tables while an electric piano softly plays in the background. Although the restaurant closes early, everything else is closed by 6 pm as well—the term sleepy village exists for a reason, after all."
    }
]
