[
    {
      "name": "Avenue des Champs Élysées",
      "coordinates": {
        "lat": 48.87275048826313,
        "lng": 2.29823027411456
      },
      "contentId": "avenue-des-champs-elysees",
      "category": "Sights: Culture",
      "openingHours": "24/7",
      "description": "This quintessential Parisian avenue began as an extension of the Tuileries Garden, but since the eighteenth century, it has been the fashionable street for strolling, seeing, and being seen. Stretching in a majestic line between the Place de la Concorde and the Arc de Triomphe, this long row of fashion boutiques, upscale restaurants, and famous bakeries has become the international symbol of French high culture, immortalized musically by Joe Dassin's \"Les Champs-Elysée,\" a song we found ourselves humming for our entire time in Paris. Events such as the annual Bastille Day parade and the final stage of the Tour de France draw massive crowds to the wide sidewalks, but thousands of people can be found perusing the shops every day of the week.",
      "price": "Free"
    },
    {
      "name": "Buttes Aux Cailles",
      "coordinates": {
        "lat": 48.82777027380386,
        "lng": 2.35031497777707
      },
      "contentId": "buttes-aux-cailles",
      "category": "Sights: Culture",
      "openingHours": "24/7",
      "description": "Stepping out of the métro at Place d'Italie, you're acutely aware that you're in the center of modern France. A huge, glass-walled shopping center sits at your right, and cars whizz around the wide rotary. But walk 10 minutes south and up the winding cobblestone streets of the Butte aux Cailles district, and you'll find yourself in an ancient neighborhood that feels more like a tiny village in the Alps than the heart of Paris. With many buzzing cafés, bars, and restaurants lining its main street of low, old buildings, the neighborhood is energetic at all hours of the day, many of the patrons calling bartenders by name like they've been drinking there for years. But to remind you that you're in a culturally-diverse city, the neighborhood also boasts one of the most eclectic street art scenes in Paris.",
      "price": "Free"
    },
    {
      "name": "Galeries Lafayette",
      "coordinates": {
        "lat": 48.87361644132836,
        "lng": 2.3321141975962285
      },
      "contentId": "galeries-lafayette",
      "category": "Sights: Culture",
      "openingHours": "Monday-Saturday 9:30AM-8:30PM",
      "description": "Do you ever get frustrated that your mink scarf is no longer in season? Do you hate it when your Prada boots get a little scuffed? Do you have a deep, overwhelming desire to sink your teeth into and suck the blood from the bodies of the working class? No? Well, then, you won't have much in common with many of the shoppers lurking in the designer racks at Galeries Lafayette, Paris's most famous department store. Visitors flock by the busload to throw euros at shoes, bags, suits, perfumes, and just about anything that will scream, \"My parents own a boat.\" But there's lots to see even if you're not being crushed by the weight of your expendable income. It's sort of cool to find out just which long-existing fashion designers will decide to make hip, or just how much one can charge a fool for a plain gray sweat-suit.",
      "price": "Vary, but likely beyond your budget."
    },
    {
      "name": "Marché aux Puces de Saint-Ouen",
      "coordinates": {
        "lat": 48.902736136122286,
        "lng": 2.3410874103451373
      },
      "contentId": "marche-aux-puces-de-saint-ouen",
      "category": "Sights: Culture",
      "openingHours": "Monday 11AM-5PM, Saturday-Sunday 10AM-5:30PM",
      "description": "When we travel, certain needs arise. We forget a toothbrush, a map, or sometimes, our third pair of Gucci flip flops. In Paris, the best place to pick up all those little things that slipped your mind is the Marché Aux Puces. Sitting just outside the city limits in neighboring Saint-Ouen, the vast outdoor marketplace is touted as the largest antiques market in the world- but that description really undersells the bric-a-brac you can buy in its over 1,700 stalls. 1813 original marble busts? Check. Garden gnomes giving you the finger? Check. One thousand varieties of handmade Supreme shirt fabrications? Check. Mostly the last one. Although most of what you'll walk through is remarkably creative takes on fake designer clothing, don't be surprised to find a boy in a newsboy cap and suspenders around the next corner yelling \"R2D2 coffee tables! Get your R2D2 coffee tables here!\" In the bizarre variety show you'll find in its endless maze of stalls, the Marché aux Puces de Saint-Ouen is the perfect place to escape the energy of the city to an even greater madness.",
      "price": "Free"
    },
    {
      "name": "Place de la Bastille",
      "coordinates": {
        "lat": 48.85251670636222,
        "lng": 2.3693631939650954
      },
      "contentId": "place-de-la-bastille",
      "category": "Sights: Culture",
      "openingHours": "24/7",
      "description": "While the storming of the Bastille prison by French revolutionaries in 1789 was a rather grim and violent affair, the area has really lightened its tone since the destruction of the dungeon that made it famous. Adjacent to the enormous column marking the space of the former jail, the Bastille neighborhood boasts the rowdiest, loudest, most eclectic row of bars in Paris. With a heart at the almost all-nightlife Rue de Lappe, this quarter stretches out north from the main square toward the Canal St. Martin. If you can't see the bars on a cloudy night don't worry-you'll be able to hear no problem. And if you're looking to foment another revolution this is the place to start; history is on your side and the masses are hot and ready.",
      "price": "Vary"
    },
    {
      "name": "Place du Tertre",
      "coordinates": {
        "lat": 48.88650125917864,
        "lng": 2.3408037706846097
      },
      "contentId": "place-du-tertre",
      "category": "Sights: Culture",
      "openingHours": "24/7",
      "description": "In the heart of the neighborhood where iconic artists like Pablo Picasso, Vincent Van Gogh, Pierre-Auguste Renoir and many others once worked, this cobblestone square in Montmartre now houses a collection of artists vending their work to the public. While many of the works on sale don't match the innovation of the local art scene's founders-most include Paris landmarks or caricatures of tourists-the square is a great spot to hang out and observe the act of creation in progress all the same. You might not pick up a Van Gogh, but who knows, maybe one of a caricaturists' portraits will end up in the Pompidou next year.",
      "price": "Vary"
    },
    {
      "name": "L'Arc de Triomphe",
      "coordinates": {
        "lat": 48.87375641714143,
        "lng": 2.2950596863485075
      },
      "contentId": "larc-de-triomphe",
      "category": "Sights: Landmarks",
      "openingHours": "Daily 10AM-11PM",
      "description": "Assuming you played Little League, you are probably familiar with the concept that when you win something, you get a trophy. Usually it's a plastic statue in some sort of athletic stance, but when it's Napoleon building a trophy for himself, you get a 50-meter high tribute to military domination. LArc de Triomphe celebrates the conquests of Napoleon's Grande Armée, and has been the site of victorious military processions ever since, marched around by both the German and French during World War II. Underneath the Arch, the tomb of the unknown soldier reminds us of the price of militarism and massive celebrations of national pride. But the top of the arch has one of the best views in Paris, so enjoy a beautiful sunset while you reflect on centuries of violence.",
      "price": "Admission €12"
    },
    {
      "name": "Bibliothèque Nationale de France",
      "coordinates": {
        "lat": 48.8335440778539,
        "lng": 2.3757645599844976
      },
      "contentId": "bibliotheque-nationale-de-france",
      "category": "Sights: Landmarks",
      "openingHours": "Tuesday-Saturday 9AM-8PM",
      "description": "While most of us think of libraries as old, dusty, and full of creaky wooden armchairs and octogenarians, the Bibliotheque Nationale de France (BnF) is a glistening, futuristic complex that looks like it was built to be Elon Musk's personal lair. Opened in 1996 as a library for the twenty-first century, the BnF is comprised of four identical towers framing a massive pavilion with an unearthly garden sunken in the middle of it all. The inside of the library boasts 15 million books and a series of exhibitions, the most impressive of which is a display of the enormous 1681 Gloves of Coronelli. But outside of the academic library, the endless pavilion overlooking the Seine is buzzing with teenagers practicing dance and makes one of the most unique places to hang out in Paris.",
      "price": "Free"
    },
    {
      "name": "Les Catacombes",
      "coordinates": {
        "lat": 48.833827319039,
        "lng": 2.332417041284797
      },
      "contentId": "les-catacombes",
      "category": "Sights: Landmarks",
      "openingHours": "Tuesday-Sunday 10AM-8:30PM",
      "description": "After waiting in line until you're almost ready to join the ranks of the skeletons yourself, you'll be welcomed into the chilly labyrinthine tunnels of the Paris Catacombes. Beginning in the late eighteenth century, when many graveyards were closed for public health reasons, the remains of thousands of decaying Parisians were transplanted deep into the underground. Millions of skulls and bones are stacked in neat arrangements that are surprisingly aesthetically pleasing, until you remember that they were once living, breathing human beings. It begs the questions: how does one get into the bone-arranging field? Do you start with an internship? Or are you simply promoted from being one of those kids that burns ants with a magnifying glass? In any case, the Paris underground is not for the faint of heart.",
      "price": "Admission €13"
    },
    {
      "name": "Église Saint-Augustin",
      "coordinates": {
        "lat": 48.876147379756105,
        "lng": 2.3189632955324275
      },
      "contentId": "eglise-saint-augustin",
      "category": "Sights: Landmarks",
      "openingHours": "Monday-Friday 10AM-4:30PM, Saturday 10AM-12PM",
      "description": "The Église St. Augustin is without a doubt one of the most impressive churches in Paris, yet somehow, no one seems to care. With massive arched ceilings, a tower dome, and stunning stained-glass windows, St. Augustin has the chops to compete with every other hotshot Catholic edifice in the city. Yet walk in on a weekday afternoon and you'll find yourself alone with five adorable old French women attending a prayer service commemorating the 140th anniversary of the death of a prince who perished in an obscure South African battle. For a taste of what the culture that created Paris's omnipresent monstrous cathedrals is actually like, St. Augustine is the unknown place to go.",
      "price": "Free"
    },
    {
      "name": "Eiffel Tower",
      "coordinates": {
        "lat": 48.85836419578285,
        "lng": 2.2944802337481995
      },
      "contentId": "eiffel-tower",
      "category": "Sights: Landmarks",
      "openingHours": "June-September Daily 9:30AM-11:45PM, October-May Daily 9AM-12:45PM",
      "description": "The Eiffel Tower was supposed to be destroyed after its use in the 1889 World's Fair, but a vote by Parisian citizens to keep it determined its fate as a setting for wedding photos, the site of the highest concentration of selfie sticks per capita in the world, and a source of inspiration for the more creative sex shops around the Moulin Rouge. Enjoy a picnic in the surrounding park or sit wistfully gazing from the adjacent Pont d'Iéna bridge if you're not willing to wait up to one hour amongst the engaged couples, selfie-takers, and sex toy designers to actually get into the tower and see its incredible panoramic views. Just watch out for dangerously high wind levels caused by thousands of moon-eyed romantics collectively sighing.",
      "price": "From €12.70 to top"
    },
    {
      "name": "La Panthéon",
      "coordinates": {
        "lat": 48.846239719660424,
        "lng": 2.3461960492777303
      },
      "contentId": "la-pantheon",
      "category": "Sights: Landmarks",
      "openingHours": "April-September Daily 10AM-6:30PM, October-March Daily 10AM-6PM",
      "description": "Originally intended by Louis XV as a dedication to Geneviève, the patron saint of Paris, this enormous domed monolith became the secular temple of the nation. It pays homage to those killed during the World Wars and holds the tombs of figures considered fundamental to French culture in its underground crypt, including Victor Hugo, Marie Curie, Jacques Rousseau, and Voltaire. The inside of the structure is intimidating and empty, a massive cavern covered with paintings celebrating the glory of France, and a few still featuring dear St. Geneviève, ensuring she remains on Paris's side. In the center of the massive dome hangs Foucault's pendulum, which he used to prove the world rotates around itself. Walking out, it'll be up to you to decide if the empty cavern is glorious, or, like Albert Camus's family did when they refused to allow him to be buried there, a giant nationalist waste of space.",
      "price": "Reduced Admission €7"
    },
    {
      "name": "Père Lachaise Cemetery",
      "coordinates": {
        "lat": 48.85990241294679,
        "lng": 2.3909441200103925
      },
      "contentId": "pere-lachaise-cemetery",
      "category": "Sights: Landmarks",
      "openingHours": "Monday-Friday 8AM-6PM, Saturday 8:30AM-6PM, Sunday 9AM-6PM",
      "description": "In contrast to the concealment of death in the Catacombes, Père Lachaise Cemetery is an enormous monument to the corpses lying beneath its gargantuan tombstones. In this coveted island of deathly serenity in the middle of the bustling city, long rows of small cathedrals built as the mausoleums of prominent Parisian families stretch out over a tranquil hillside. Housing the graves of Oscar Wilde, Frédéric Chopin, Jim Morrison, Edith Piat, and many others, the cemetery displays a seemingly endless array of tributes to the dead that represent each family's prestige with the size and intricacy of the tombstone. Beautiful as many are, the long, black wall on the edge of the cemetery listing the names of Parisians who were killed during the First World War serves as a grim reminder of the negative consequences that accompany death's glorification.",
      "price": "Free"
    },
    {
      "name": "Sacré-Coeur",
      "coordinates": {
        "lat": 48.88651987472833,
        "lng": 2.3430585307568905
      },
      "contentId": "sacre-coeur",
      "category": "Sights: Landmarks",
      "openingHours": "Daily 6AM-10:30PM",
      "description": "Gorgeous, enormous, omnipresent in every Parisian panorama, and swarmed by pickpockets and men hawking tiny Eiffel towers, the Sacré-Coeur boasts the most overwhelmingly beautiful view over Paris. The Eiffel Tower? Non, you unoriginal Américain, C'est Sacré-Coeur. Looming atop the towering hill of Montmartre in the Northern corner of the city, Sacré-Coeur looks down over an endless ocean of glistening tan streets and church spires. Walk inside to feel oppressively minuscule beneath the cavernous dome and witness pilgrims from across the world bow their heads in displays of commitment to inspire even the most atheistic of us. For a lighter time, grab a baguette at any of the small boulangeries in the area, sit on the grass in front of the Basilique, and enjoy your aerial introduction to the City of Love.",
      "price": "Free, dome admission varies"
    },
    {
      "name": "Sainte-Chapelle",
      "coordinates": {
        "lat": 48.855369391006604,
        "lng": 2.3449609923239145
      },
      "contentId": "sainte-chapelle",
      "category": "Sights: Landmarks",
      "openingHours": "Daily 9AM-7PM",
      "description": "Most stains require the tough, grease-fighting, cleansing power of a Tide pen. But in the thirteenth century, King Louis IX threw caution to the wind and hired some folks to stain the living hell out of some glass, Gothic style. A reliquary and place of worship, this two-story chapel is home to a stunning collection of stained glass windows, each telling its own story. The mammoth windows, including an impressive rose one, flood the sanctuary with luminescence, which glints of chandeliers and golden ornamentation inside. The chapel often holds cultural events such as concerts in the summer months, so be sure to check the schedule before you go.",
      "price": "Reduced admission €8"
    },
    {
      "name": "Shakespeare and Co.",
      "coordinates": {
        "lat": 48.852583712793674,
        "lng": 2.347162636556633
      },
      "contentId": "shakespeare-and-co",
      "category": "Sights: Landmarks",
      "openingHours": "Monday-Saturday 10AM-10PM, Sunday 12:30PM-8PM",
      "description": "While Paris's Left Bank may be most famous for French intellectual titans like Jean-Pual Sartre, Albert Camus, and Simone de Beauvoir, its cafes and bookshops have been the training ground for some of the United States' most iconic writers. In two iterations, the first of which would after the German occupation of Paris, bookstore and cafe Shakespeare and Co. has been the home base of the American intellectual diaspora, housing writers like Ernest Hemingway, Gertrude Stein, Allen Ginsberg, and Williams Burroughs at its cozy tables and, at times, in beds tucked between the narrow shelves. The store is still in full operation, and walking between its oddly arranged shelves and aisles feels like a journey into the mind of a brilliantly disorganized intellectual. Although its alumni list has made it a bit of a tourist hotspot in recent years, Shakespeare and Co. offers the best opportunity around to experience the literary environment that revolutionized the culture of the twentieth century.",
      "price": "Admission free, book prices vary"
    },
    {
      "name": "Atelier des Lumières",
      "coordinates": {
        "lat": 48.86161045123631,
        "lng": 2.3808164672594434
      },
      "contentId": "atelier-des-lumieres",
      "category": "Sights: Museums",
      "openingHours": "Monday 10AM-6PM, Wednesday 10AM-10PM, Thursday 10AM-6PM, Friday-Saturday 10AM-10PM, Sunday 10AM-7PM",
      "description": "Much of the most powerful still art seems to suggest movement. Brushstrokes glide like water, the bent arms of statues swing to their target, colors push back and forth against each other in a vivid tug of war. Atelier des Lumières takes the movement that dynamic art strives for very literally, adapting the work of famous painters to flow and dance in vivid projections across all four walls of a massive former iron smelter studio. Putting on a rotation of three light shows that play all day, the studio brings painting into physical motion, rotating portraits, waving trees in the wind, and giving speech to frozen faces. his year's adaptations of Van Gogh and traditional Japanese art beautifully capture the motion that the painters suggest, mesmerizing you as you sit at attention on the concrete floor of the renovated foundry.",
      "price": "Reduced admission from €13.50"
    },
    {
      "name": "Centre Georges Pompidou",
      "coordinates": {
        "lat": 48.86093815652948,
        "lng": 2.351744426591962
      },
      "contentId": "centre-georges-pompidou",
      "category": "Sights: Museums",
      "openingHours": "Monday, Wednesday-Sunday 11AM-9PM",
      "description": "Your first indication that the Pompidou is going to get weird and wild is the fact that you enter the building through a giant translucent tube, and the next is that the art is bananas. We mean that in a figurative sense, but, after an hour at the Pompidou, you'd no longer be skeptical if you saw a bunch of bananas wearing little jackets and a sign that read something like \"Costumed Fruit, 2011. Reinterpretation of light, fabric, and organic energy. Medium: tropical fruit, polyester.\" At the largest collection of modern and contemporary art in Europe, works by Matisse and Cézanne are displayed alongside photos of dogs straddling tables in creative positions, and a long video of a man slicing vegetables and placing them on his exposed derriére. Ahh, art.",
      "price": "Reduced admission €11"
    },
    {
      "name": "Foundation Louis Vuitton",
      "coordinates": {
        "lat": 48.87660920422875,
        "lng": 2.263561618348505
      },
      "contentId": "foundation-louis-vuitton",
      "category": "Sights: Museums",
      "openingHours": "Monday, Wednesday, Thursday 11AM-8PM, Friday 11AM-9PM, Saturday-Sunday 10AM-8PM",
      "description": "The name Louis Vuitton immediately evokes extravagance, and, from the moment you walk within sight of the building, your expectations are confirmed. Housed in an enormous, bizarre piece of architecture nicknamed \"the iceberg,\" the museum thinks big from top to bottom. Within the massive wings of the complex are 11 galleries, each of which shoots for size as well, most displaying only a few iconic modern paintings on the expansive walls. While the majesty of the whole affair seems a bit wasteful, the space given to each work compels us to linger and soak in our impressions. Don't miss the temporary exhibitions either- this year's show on impressionism includes some of the most famous works in the genre, all in a setting that invites you to be overpowered by creativity.",
      "price": "Reduced admission €10"
    },
    {
      "name": "Mundolingua: Musée des Langues",
      "coordinates": {
        "lat": 48.8500995435415,
        "lng": 2.334682093205184
      },
      "contentId": "mundolingua-musee-des-langues",
      "category": "Sights: Museums",
      "openingHours": "Daily 10AM-7PM",
      "description": "Paris is an endless labyrinth where every street corner, steep staircase, and alleyway holds a new surprise. Usually that surprise is a weird restaurant, an ancient store, or yet another Really Big Church™\". Yet in this alley in the Latin Quarter, that surprise is a museum. Mundolingua feels like the inside of eccentric uncle's Brooklyn apartment, with a wild array of artifacts and information related to language packed tightly into three floors of dense material that somehow makes perfect sense. Within the collection is a scale replica of the Rosetta Stone, an enormous array of language-related DVD's you can watch in-museum, and an original enigma machine. Although the museum has a specific subject, roving around the homey space, talking to the friendly proprietor, and learning a ton about the development of language Is one of the most magical journeys of discovery in Paris.",
      "price": "Reduced admission €5"
    },
    {
      "name": "Musée de Picasso",
      "coordinates": {
        "lat": 48.85966543783469,
        "lng": 2.3626132899293597
      },
      "contentId": "musee-de-picasso",
      "category": "Sights: Museums",
      "openingHours": "Tuesday-Friday 10:30AM-6PM, Saturday-Sunday 9:30AM-6PM",
      "description": "Almost universally recognized as the most famous figure in modern art, Pablo Picasso has people studying almost every aspect of his life, from his evolution into the \"blue period,\" to the underwear he wore while painting (photo evidence on the museum walls). The Musée de Picasso crafts a narrative of the artist's entire life, focusing as much on his artistic influences and personal affairs as it does on his work itself. With this personal focus, it's disappointing to see no mention of his status as one of the most notoriously domineering misogynists of the twentieth century. With this abusive history in mind, his grotesque, deconstructed representations of women begin to look a lot more ominous. all the same, viewing his gruondbreaking works in their historical context is a fascinating exploration of how creativity mixes with power.",
      "price": "Admission €15"
    },
    {
      "name": "Musée du Louvre",
      "coordinates": {
        "lat": 48.86060479508331,
        "lng": 2.3376413616931053
      },
      "contentId": "musee-du-louvre",
      "category": "Sights: Museums",
      "openingHours": "Monday 9AM-6PM, Wednesday 9AM-9:45PM, Thursday 9AM-6PM, Friday 9AM-9:45PM, Saturday-Sunday 9AM-6PM",
      "description": "The Louvre. Oh, you've heard of it? Big glass pyramids, that one lady that doesn't smile with her teeth, tens of thousands of wide-eyed, easily confused tourists? We're guessing you have the basic info down, so here are some insider tips. Go in the morning or buy a Paris museum pass ahead of time to escape the lines. When observing the famous sculpture Winger Liberty, stand on the stairs from a three quarters angle on the left, the vantage point from which the artists originally intended it to be viewed. Avoid the Mona Lisa and the Italian Painters section like the plague if you don't like crowds. Plan ahead: the largest museum in the world can be overwhelming if you don't do your research. Unless, of course, you're just there to see our pal Mona.",
      "price": "Admission €15"
    },
    {
      "name": "Musée du Quai Branly-Jacques Chirac",
      "coordinates": {
        "lat": 48.86088457312404,
        "lng": 2.297895481084755
      },
      "contentId": "musee-du-quai-branly-jacques-chirac",
      "category": "Sights: Museums",
      "openingHours": "Sunday, Tuesday-Wednesday 11AM-7PM, Thursday-Saturday 11AM-9PM",
      "description": "What do Yemeni feast dresses, Polynesian canoes, and West African ritual masks have in common? They were all snatched from other cultures by French colonizers and placed in the Musée du Quai Branly. In all fairness, the museum has made a reasonable effort to return objects of religious or cultural significance to their countries of origin in the past few years, and the extensive galleries of cultural artifacts now have the stated purpose of recognizing the role of indigenous art in our universal heritage. A tour through the museum is a thrilling exploration of international and historic art. Be sure to check out the special exhibition that takes up almost half of the museum- this year's exhibit on Oceania includes a fascinating examination of how Indigenous culture influenced and reacted to modern art.",
      "price": "Admission €10"
    },
    {
      "name": "Musée d'Orsay",
      "coordinates": {
        "lat": 48.85994515566243,
        "lng": 2.326564062299198
      },
      "contentId": "musee-dorsay",
      "category": "Sights: Museums",
      "openingHours": "Tuesday-Wednesday 9:30AM-6PM, Thursday, Saturday, Sunday 9:30AM-6PM",
      "description": "Housed in a former train station, the Musée d'Orsay takes advantage of a cavernous main hall to showcase groundbreaking nineteenth century works of art in all the majesty they deserve. The enormous former platform of the station features the central sculpture gallery, where works by Rodin, Pompon, and others are highlighted as centerpieces of the enormous space. On its upper floors, the museum holds the largest collection of impressionist masterpieces in the world, bombarding you with so much Degas, Monet, Manet, Renoir, Van Gogh etc. etc. that you begin seeing the world in blurry, flowing brushstrokes. With all the clout of the Louvre but infinitely more manageable crowds, the Musée d'Orsay, might be the best all-encompassing art experience you can find in the city.",
      "price": "Admission €14"
    },
    {
      "name": "Parc des Buttes Chaumont",
      "coordinates": {
        "lat": 48.880946114836966,
        "lng": 2.3826581617998945
      },
      "contentId": "parc-des-buttes-chaumont",
      "category": "Sights: Outdoors",
      "openingHours": "Daily 7AM-10PM",
      "description": "Much of the 19th arrondissement feels like the most modern part of Paris the buildings are tall, concrete, and brutalesque, and there is hardly a classic French façade in sight. But walk through the gates of the Parc des Buttes Chaumont and you'll find yourself instantly transported from industrial Paris to the heart of middle earth. The flat landscape turns into steep, rolling hills, tiny paths are hidden in the woods leading to caves and waterfalls, and a clifftop castle overlooks a picturesque lake in the middle of it all. On a weekend night, thousands of Parisians flock to picnic on the park, dispensing with the prudishness of the city's manicured gardens to play soccer on the grass, drink wine, and make out on sprawling picnic blankets. At sunset the hills promise hundreds of contrasting stunning views of the city. There's truly no better place in the city to while away a summer afternoon.",
      "price": "Free"
    },
    {
      "name": "Bois de Boulogne",
      "coordinates": {
        "lat": 48.862074398082264,
        "lng": 2.249166067553534
      },
      "contentId": "bois-de-boulogne",
      "category": "Sights: Outdoors",
      "openingHours": "24/7",
      "description": "Just a 15 minute walk from the Avenue des Champs Élysées, the Bois de Boulogne is a sprawling forest neighboring the heart of the city, containing beautiful lakes, winding forest paths, wide meadows, the Roland Garros tennis stadium (home of the French open), a zoo, and even a horse racing arena. At two and a half times the size of Central Park, the Bois de Boulogne would take weeks to understand fully, and even then you might be surprised to find what's hidden down a narrow path. Certain areas are hotspots for, um, solicitors, and you should be prepared to encounter every profession while out for a stroll. Just be sure to get out of the park before dark; while, like the rest of the Paris, the forest is fairly safe, it can be a center of illegal activity at night, and you'll want to hightail it out of there lest you wish to participate yourself.",
      "price": "Free"
    },
    {
      "name": "Bois de Vincennes",
      "coordinates": {
        "lat": 48.82826816418603,
        "lng": 2.4331203404007953
      },
      "contentId": "bois-de-vincennes",
      "category": "Sights: Outdoors",
      "openingHours": "24/7",
      "description": "In an area that the French kings once carefully guarded as their personal hunting grounds, the Bois de Vincennes is now a vast forest and public park, providing a seemingly endless area for exploration just on the outskirts of Paris. Along with the Bois de Boulogne, the park is one of the city's two \"green lungs\"— enormous natural areas that provide an outlet for rest and relaxation in the high-energy city. With manicured gardens, a near infinite amount of hiking trails, the old Chateau de Vincennes, and a horse racing track, among many other pockets of beauty, you could visit the Bois de Vincennes every day for years without discovering everything.",
      "price": "Free"
    },
    {
      "name": "Jardin du Luxembourg",
      "coordinates": {
        "lat": 48.84656622400565,
        "lng": 2.3364084003866865
      },
      "contentId": "jardin-du-luxembourg",
      "category": "Sights: Outdoors",
      "openingHours": "Daily 7:30AM-9:30PM",
      "description": "The Luxembourg Gardens stretch out in front of the Luxembourg Palace, once the home of King Henry IV's widow Marie de Medici, but now the home of the French Senate. Hundreds of statues are scattered throughout the gardens along with tennis courts, greenhouses, cafes, ponds, and plenty of painters and writers, The greenery ranges from perfectly manicured in some areas to more natural in others, and there seems to be an unwritten code of conduct for when you can and cannot walk on the grass. A good rule of thumb: if it looks like that golf course your stepdad took som to once, you should probably find somewhere else to picnic.",
      "price": "Free"
    },
    {
      "name": "Tuileries Garden",
      "coordinates": {
        "lat": 48.863467430865526,
        "lng": 2.327512419567466
      },
      "contentId": "tuileries-garden",
      "category": "Sights: Outdoors",
      "openingHours": "Daily 7AM-9PM",
      "description": "When the Louvre was still the royal palace, long before that large glass pyramid became the sight of countless gimmicky photos, the Tuileries were the gardens of kings, queens, courtiers, and the ever-present ducks. The gardens form the first section of the majestic runway stretching from the courtyard of the Louvre, down the Champs-Elysée, through the Arc de Triomphe, all the way to the skyscrapers of La Défense. While this main pathway can be packed, groves of perfectly shaped square trees on the side provide some seclusion and respite from the heat, dust, and tired tourists. Relax on the side of one of the many fountains or ogle at the countless valiant nude statues while you reflect on how preposterous it was that one family once made this manicured park their personal domain.",
      "price": "Free"
    },
    {
      "name": "Le Temps des Cerises",
      "coordinates": {
        "lat": 48.82790402947051,
        "lng": 2.3504867925701975
      },
      "contentId": "le-temps-des-cerises",
      "category": "Food",
      "openingHours": "Monday-Saturday 11:45AM-2:30PM 7PM-11:45PM",
      "description": "Is ethical consumption possible under capitalism? Probably not. But Le Temps des Cerises might be as close as you can get at a Parisian restaurant. Founded in 1976 by a group of anarchist friends, this casual spot is run as a Société Cooperative Ouvrière [MIR1] de Production (SCOP), in which all decisions are made cooperatively and profits and ownership are equitably divided amongst the staff. Drawing inspiration from the Paris Commune of 1871, in which workers seized control of the city, the restaurant displays the official newspaper of the French Communist Party and relics from heavy industry on the wall. Keeping with the community spirit, the service is some of the friendliest in Paris and the traditional French fare is delicious and comfortable. Nestles in the old, artistic Buttes aux Cailles neighborhood, Le Temps des Cerises throws you joyfully into Paris's vibrant political history.",
      "price": "Entrees from €12.50"
  },
  {
    "name": "La Vieille Pie",
    "coordinates": {
      "lat": 48.88999010202278,
      "lng": 2.3632048261012293
    },
    "contentId": "la-vieille-pie",
    "category": "Food",
    "openingHours": "Monday-Friday 8AM-12AM, Saturday-Sunday 9AM-12AM",
    "description": "Missing home after a long day of taking selfies, buying cigarettes, trying to smoke them at cafés, and coughing? La Vieille Pie is the best spot in the city to devour timeless American fare—except the food makes a joke of anything you'd find in the States. With cozy wooden tables inside and pleasant outdoor dining, the restaurant is relaxing from the moment you sit down, and only becomes more so as the food arrives. Gargantuan portions of burgers, chicken sandwiches, and brunch specials all fill you up to the brim so pleasantly that you'll never want to bother with a puny escargot again. And although every dish is familiar, somehow each flavor is a scrumptious adventure. We must admit, France, you do American better.",
    "price": "Burgers from €14"
  },
  {
    "name": "Bollynan",
    "coordinates": {
      "lat": 48.86671603905068,
      "lng": 2.347351259859931
    },
    "contentId": "bollynan",
    "category": "Food",
    "openingHours": "Monday-Saturday 11AM-11:30PM",
    "description": "Bollynan has all the charm of a common Parisian café: small outdoor tables spilling onto a lively pedestrian street, chic people smoking, a relaxed atmosphere. But unlike your typical spot, this restaurant features more flavors than \"bread\" and \"slightly sweeter bread.\" It's known for its variety of savory and sweet naan, as well as other flavorful staples of Indian cuisine. With each naan coming with a selection of four unique and delicious sauces, Bollynan might provide the most sumptuous array for €2 in the city. Add a juicy \"naanwich\" onto that and you'll have an incredible, filling meal for €10. It's hard to imagine any cliché Parisian café doing better than that.",
    "price": "Naan from €2, other dishes from €8"
  },
  {
    "name": "Des Crêpes et des Cailles",
    "coordinates": {
      "lat": 48.82766011263756,
      "lng": 2.350164657758311
    },
    "contentId": "des-crepes-et-des-cailles",
    "category": "Food",
    "openingHours": "Monday-Friday 12PM-2PM 7:30PM-11:30PM, Saturday-Sunday 12:30PM-2:30PM 7:30PM-11:30PM",
    "description": "Paris can be so diverse, eclectic, and international that sometimes you forget you're even in France. If you're missing some classic French charm, travel a few miles from the city center to the lively Buttes aux Cailles neighborhood and dig into some scrumptious traditional Breton crêpes. Themed after the original home of the delicious thin pancakes, the restaurant is decorated with marine artifacts from the region of Brittany, with ship portholes mounted on the walls and old nets and buoys hanging in a corner. A single cook fries up crepes on a griddle next to a take-out window, while a friendly server runs back and forth for table service. Sitting next to the cobbled street outside, it's hard to tell if you're in Paris or a tiny seaside village.",
    "price": "Sweet crepes from €4, savory crepes from €8"
  },
  {
    "name": "El Nopal",
    "coordinates": {
      "lat": 48.87786691041894,
      "lng": 2.3651014272814157
    },
    "contentId": "el-nopal",
    "category": "Food",
    "openingHours": "Sunday 12–5 PM, Monday 12–5 PM, Tuesday 12–3 PM, 7–10 PM, Wednesday 12–3 PM, 7–10 PM, Thursday 12–3 PM, 7–10 PM, Friday 12–3 PM, 7–11 PM, Saturday 12–3 PM, 7–11 PM",
    "description": "El Nopal is literally a hole in the wall—you have to reach through a window to grab your burrito. Hidden amongst the Thai food joints, hip bars, and fashionable shopping of the Canal St. Martin neighborhood, El Nopal promises a hot and spicy respite from the refined elegance of Paris. Serving burritos (burrons), quesadillas, tacos, and other Mexican staples from its tiny take-out window, El Nopal is a welcome return to an American fast-food favorite. Don't expect a California Taco Truck though—the burritos will set you back ten euros—but grabbing one with a drink and picnicking on the nearby banks of the serene Canal St. Martin is well worth the Parisian price.",
    "price": "Burritos from €10, 3 tacos from €9, take-out only"
  },
  {
    "name": "Hanoi",
    "coordinates": {
      "lat": 48.848716616259466,
      "lng": 2.340722443222564
    },
    "contentId": "hanoi",
    "category": "Food",
    "openingHours": "Daily 11AM-2:30PM 6PM-10:30PM",
    "description": "Pho anyone? Just because French cuisine is so hyped up doesn't mean you have to limit yourself to confit au canard and steak frites while you're in Paris. As the former imperial overlords of Vietnam, France attracts a significant number of its formerly oppressed subjects back, who have brought their delicious cooking with them. At Hanoi, grab some of the best Vietnamese food in the city, in a dark setting that highlights the whirlpool of flavors that spins in your mouth as you dig in.",
    "price": "Meals from €10.80"
  },
  {
    "name": "La Cerise sur la Pizza",
    "coordinates": {
      "lat": 48.86191089305198,
      "lng": 2.3648897009290106
    },
    "contentId": "la-cerise-sur-la-pizza",
    "category": "Food",
    "openingHours": "Daily 12PM-3:30PM 7PM-11PM",
    "description": "Oh, pizza is Italian, you say? You want to focus your time in Paris on lapin and escargot? You won't deign to dip into a greasy pizza parlor in the world capital of haute cuisine? Soft ye, o dear friend, for your condescension is unwarranted—you can have your fresh, creative use of strange meats and dripping, cheesy delights all at once. At La Cerise sur Pizza, a huge menu of original pies invites you to marry your love of grease and cheese with your newfound tourist's appreciation of culinary innovation through rare topping options such as Merguez and Bresaola (traditional French sausages), and Scamorza (Italian cheese). But while the extravagant ingredients can be enticing, we'd recommend staying simple and ordering \"Le Tomate Cerise,\" a simple cheese and pesto pizza with fresh, raw cherry tomatoes on top— probably the freshest thing you could put inside your body that includes the word \"pizza\" in the name.",
    "price": "Pizzas from €10"
  },
  {
    "name": "Les Caves de Bourgogne",
    "coordinates": {
      "lat": 48.839120792906094,
      "lng": 2.349830122824185
    },
    "contentId": "les-caves-de-bourgogne",
    "category": "Food",
    "openingHours": "Daily 7AM-2AM",
    "description": "There's no better place for traditional French staples (croque monsieur, confit de canard, charcuterie). Mountains of delicious salads (especially the warm goat cheese and honey one) and surprisingly a bargain. Aside from the top-notch food, the ambiance is très français as well. Tables spill onto the lovely Place Georges Moustaki, overlooking a foundation hidden among tall flowers. In the summer, Cave La Bourgogne is packed with locals meeting for a drink or traditional French fare.",
    "price": "Entrees €11, glass of wine from €4.50"
  },
  {
    "name": "Miznon",
    "coordinates": {
      "lat": 48.85715732712109,
      "lng": 2.3589817355067146
    },
    "contentId": "miznon",
    "category": "Food",
    "openingHours": "Monday-Thursday 12PM-11PM, Friday 12PM-4PM, Sunday 12PM-11PM",
    "description": "This Israeli restaurant in the heart of Le Marais serves the best pita sandwiches around. Heck, they even have custom pita sandwich holders on the tables. But forget your average mystery-meat kebab—everything at Miznon screams fresh. Piles of raw vegetables decorate nearly every surface (unclear how this perishable interior design works), and you can watch the cooks slice up cucumbers, sprinkle cilantro, and grill lamb from your seat at the counter. Along with your sandwich, grab a whole ear of corn, a garlicky artichoke, or a giant head of charred cauliflower on the side. Miznon is the perfect spot for a quick lunch.",
    "price": "Pita sandwiches from €8, vegetables from €3"
  },
  {
    "name": "Rosa Bonheur",
    "coordinates": {
      "lat": 48.879932580517874,
      "lng": 2.386241182677384
    },
    "contentId": "rosa-bonheur",
    "category": "Nightlife",
    "openingHours": "Wednesday-Friday 12PM-12AM, Saturday-Sunday 10AM-12AM",
    "description": "Pizza, beer, picnic tables, foosball, your mom's friends dancing, and a steamy summer evening: the timeless recipe for a good time. While you might remember these features from your elementary school's Parent-Teacher Organization \"Spring Fling Beach Bash End-of-Year Cookout,\" Rosa Bonheur serves up all these classic ingredients on a gorgeous Parc des Buttes Chaumont hillside in a flavor that is wildly popular with Parisians of all ages. Sitting near the entrance of the city's most romantic park, the bar and restaurant plays classic music five nights a week on a casual dance floor and outdoor terrace draws about half the city on warm summer nights. On weekends you'll have to queue up to squeeze into the tightly packed bar, but come on a weekday and enjoy some casual dancing, pizza, and foosball in a vibe you haven't felt since your dad's birthday cookout in 2009.",
    "price": "Beer from €6, pizza from €12, foosball €1"
  },
  {
    "name": "Candelaria",
    "coordinates": {
      "lat": 48.86298143560073,
      "lng": 2.3640160488501776
    },
    "contentId": "candelaria",
    "category": "Nightlife",
    "openingHours": "Daily 6PM-2AM",
    "description": "Upon first glance, Candelaria has the same basic features as any tiny taco place: greasy meat, fluorescent light, people covered in hot sauce. But walk past the row of taco toppings to an unmarked white door in the back and you'll find yourself in a bumping bar full of Paris's \"bobos\" (read: hipsters). Once you get to the bar (it might take a while), a pick from one of Paris's most creative cocktail menus will be well worth the wait. Then you'll have everything you need for a fun night out: the lighting is dim, the people are buzzing, the aura is conspirational, and the Medieval stone walls are decorated with unidentifiable animal wool. So, while you're welcome to scarf down a few beef tongue tacos on your way in, let's just say there's more to try than what meets the eye.",
    "price": "Cocktails from €12, tacos from €3.80"
  },
  {
    "name": "La Marine",
    "coordinates": {
      "lat": 48.87057973860343,
      "lng": 2.365336375824381
    },
    "contentId": "la-marine",
    "category": "Nightlife",
    "openingHours": "Monday-Friday 7:30AM-2AM, Saturday-Sunday 8:30AM-2AM",
    "description": "After a few days strolling around Paris's narrow streets, even the harshest, most practical people will want to cast off their cufflinks and establish themselves as existentialist poets. There's no better place to try the role on than La Marine, where aspiring philosophers can nurse an espresso until the bar opens, then think over a glass of wine for the rest of the night, all while bathing in thought-inducing Parisien cigarette smoke. With a wide outdoor terrace leaning towards the idyllic Canal St. Martin, La Marine is perhaps the most picturesque of the countless bar-restaurant-cafes scattered around Paris. Although the restaurant offers full service from noon to midnight, the beautiful atmosphere is perhaps best enjoyed over a glass of wine with friends, vigorously debating the implications of Camus's The Myth of Sisyphus.",
    "price": "Glasses of wine from €4, cocktails from €9, mains €15"
  },
  {
    "name": "Little Red Door",
    "coordinates": {
      "lat": 48.863647449232694,
      "lng": 2.3635524016165657
    },
    "contentId": "little-red-door",
    "category": "Nightlife",
    "openingHours": "Sunday 5 PM–12:30 AM, Monday 5 PM–12:30 AM, Tuesday 5 PM–12:30 AM, Wednesday 5 PM–12:30 AM, Thursday 5 PM–12:30 AM, Friday 5 PM–12:30 AM, Saturday 5 PM–12:30 AM",
    "description": "Beer? Never heard of it. Wine? Nope. Vodka Red Bull? Well sure, but that's beside the point. At Little Red Door, nothing else flies. Your only choices are between their 11 extremely unique cocktails. On this year's menu, each is inspired by an untranslatable word from a different language and is presented with a beautiful full-page visual representation of its flavor. Pick whichever feeling speaks to you the most. You can check the description of each cocktail, but that doesn't exactly clear things up when the ingredients are innovations like fermented banana, panama wood, and green coffee. The entrance can be a bit tough to find at first because it's unmarked, but just look for the little red door, Sherlock.",
    "price": "Cocktails from €13"
  },
  {
    "name": "Niki Club",
    "coordinates": {
      "lat": 48.854654456904,
      "lng": 2.360089340126
    },
    "contentId": "niki-club",
    "category": "Nightlife",
    "openingHours": "Monday 8PM-12AM, Tuesday-Sunday 8PM-5AM",
    "description": "Do you know all the words to \"I Love It\" by Kanye West? Do you fancy yourself a \"playa?\" Do you have the international Fuccboi haircut? Are you in Paris for some reason? If the answer to any of the above questions is \"Ye, Ye, Ye, [machine gun sounds],\" then Niki Club is the place for you. In the heart of La Bastille's row of rowdy bars, Niki Club imitates American Hip-Hop culture with a zest that few clubs in New York could match. Walk in to blasting Lil Yachty, \"MTV Hits\" playing on a TV, pulsing neon lights, and drunken Frenchmen waving their hands around over a bottle of Champagne with a firework sparkling above it. Bring twerking skills, readiness for a wild good time, and, if you're American, a sense of humor.",
    "price": "Shots from €4, cocktails from €8"
  }
]
  